Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Activists began promoting an unsanctioned protest outside the walls of the Kremlin, and Navalny’s passionate courtroom performance provided the perfect inspirational material for video promotions of the demonstration.
ko: 러시아 활동가 단체는 크렘린 벽 밖에서 정부에 허가받지 않은 집회를 열었고, 나발니가 법정에서 한 열정적인 연설을 담은 동영상이 이 시위를 홍보하는 동영상에 실렸는데, 그 효과가 매우 컸다.

source: Officials first pressured Facebook into blocking the main event page for the protest, but soon Moscow either lost influence over the social network, or it decided to change tactics.
ko: 하지만 러시아 당국은 곧 소셜 네트워크에 행사할 수 있는 영향력을 잃었거나, 전략을 바꾸기로 한 것 같다.

source: As replacement Facebook event pages starting multiplying and the likely attendance for an illegal rally immediately outside the Kremlin, scheduled for January 15, 2015, only grew, the court unexpectedly announced its suspended-sentence verdict on December 30, 2014, obviating the apparent need for a mass protest two weeks later.
ko: 이 시위를 홍보하는 페이스북 페이지 숫자가 늘어나고, 크렘린 밖에서 1월 15일 벌어질 불법 집회에 참가하려는 사람 숫자도 늘어나자, 러시아 법원은 갑자기 2014년 12월 30일에 집행 유예를 선고했고, 2주 뒤에 시위가 일어날 수 있는 구실을 아예 없애버렸다.

source: As Ilya Klishin of TV Rain put it in a recent column on Slon.ru, “In the end, Navalny’s supporters were mainly left to use the American social networks to discuss why so few people attended the January 15 rally.”
ko: ru>에서 최근 이런 칼럼을 내놓았다. "결국엔 나발니 지지층은 주로 미국 소셜 네트워크(페이스북, 트위터)를 사용해서 왜 1월 15일 시위에 사람들이 적게 참석했는지 토론만 했다.

source: The government’s crackdown this week on two dozen YouTube videos primarily targets content related to the December 2014 protest that never really materialized.
ko: 이번 주 러시아 정부가 금지한 YouTube 동영상 24개는 2014년 12월에 현실화되지 못했던 시위와 주로 관련이 있다.

source: It’s been more than eight months since Russia’s Attorney General ordered these links banned, but Roskomnadzor, the Kremlin’s media watchdog, has only now added them to its registry of illegal websites.
ko: 러시아 법무부 장관이 이런 링크를 모두 금지하라고 명령한 지 8달이 지났지만, 러시아 통신·정보기술·언론 감독청(로스콤나드조르)는 이러한 링크를 자체 운영하는 불법 웹사이트 목록에 지금에서야 추가시켰다.

source: According to Rublacklist.net, censors often “‘forget’ and only start working through requests months or even a year after prosecutors have submitted them, trying to solve the issue with specific services, without resorting to blocking them.”
ko: net>에 따르면 검열 당국은 잊어버릴 때가 많고, 검찰이 제출한 지 몇 달이나 심지어 1년이 지난 후에야 이런 금지 요청을 처리할 때가 많으며, 이런 금지 요청서를 처리할 때도 웹사이트 전체를 금지하는 것보다는 문제가 되는 몇몇 서비스와 관련되어 조치한다고 한다.

source: Roskomnadzor acted today in accordance with a request from prosecutors filed last December.
ko: 로스콤나드조르는 지난 12월에 검찰이 제출한 금지 요청서에 따라 오늘 관련 조처를 하기 시작했다.

source: Thanks to amendments passed in 2013, Russia’s Attorney General is permitted to order the immediate blocking of any online resource, if it’s thought to contain “extremist” elements.
ko: 2013년에 법이 개정되어 러시아 법무부 장관은 "극단주의적" 요소가 담긴 온라인 콘텐츠는 모두 그 즉시 금지하는 명령을 내릴 수 있게 되었다.

source: Roskomnadzor is charged with enforcing these decisions.
ko: 로스콤나드조르는 이러한 법무부 장관 명령을 집행하는 부서이다.

source: Vadim Ampelonsky, Roskomnadzor’s press secretary, told Roem.ru that there’s no danger of Russians losing complete access to YouTube, though the service uses HTTPS protocol, which officials have previously said necessitates blocking an entire website and not only one page.
ko: ru>와 한 인터뷰에서 러시아 국민은 현재 HTTPS 프로토콜을 사용하는 YouTube에 못 들어갈까 걱정할 필요는 없다고 밝혔다. 이는 전에 검열 당국이 HTTPS를 사용한다는 이유로 YouTube 전체를 막아버려야 한다고 주장한 것과는 사뭇 다르다.

source: A Joke About Refrigerators Mocks China's Trend Toward Extreme Patriotism · Global Voices
ko: 중국 누리꾼, 주방용품으로 중국 애국주의를 조롱하다.

source: A Cultural Revolution propaganda poster.
ko: 문화대혁명 당시 선전용 포스터.

source: Last week, popular American-Taiwanese singer Christine Fan received an avalanche of online bullying after she uploaded a photo of her baby twins' during China's World War II military parade.
ko: 지난주, 미국 국적 대만인 가수 크리스틴 팬이 중국에서 있었던 항일전쟁 승리 기념 열병식 때 쌍둥이 아기 사진을 올렸다는 이유로 온라인에서 극심한 괴롭힘을 당했다.

source: Her crime, according to the trolls, was not being patriotic enough, even though Fan's nationality is American and China is not her homeland.
ko: 크리스틴 팬이 미국 국적이고, 중국에서 태어나지 않았는데도 말이다.

source: Fan ended up deleting the photo and apologizing.
ko: 팬은 급기야 사진을 지우고 사과했다.

source: The outpouring of hate in the name of love of country was disturbing to many Chinese, especially on the occasion of a parade meant to showcase China's determination in fighting against fascism of the era, which itself promoted a virulent form of nationalism.
ko: 애국심을 빙자한 이런 괴롭힘은 많은 중국인에게 충격적이었다. 이런 군대 열병식으로 중국이 이 시대에 남은 파시즘과 싸우겠다는 강한 의지를 보여줄 수 있는 자리였는데, 이런 자리가 악성 민족주의를 퍼뜨리는 자리가 되었다.

source: For some, it also was reminiscent of a popular pattern of speech used during the Cultural Revolution, a violent political movement in the 1960s and 70s that sought to reassert the Chinese Communist Party's power and purge any undesirables from society.
ko: 몇몇 사람은 이런 괴롭힘을 보고 60년대와 70년대 중국공산당이 다시 힘을 얻고 중국 사회에서 바람직하지 않은 인물을 숙청하는 폭력적인 정치 운동인 문화대혁명 당시 많이 들을 수 있었던 언사를 떠올린다.

source: This meant even the most mundane topics of conversation began with a lofty declaration of an individual's patriotism.
ko: 이때에는 아무리 일상적인 주제로 대화를 시작할 때에도 개인이 얼마나 애국적인지 선언하고 나서 이야기를 시작해야 했다.

source: Chinese patriotism meets kitchen appliances
ko: 중국 애국주의와 주방용품이 만나다.

source: After Fan came under attack, well-known writer Li Haiping parodied that form of speaking on popular Chinese social media site Weibo:
ko: 팬이 공격받고 나서, 작가 리하이핑은 중국 소셜 미디어 웨이보에서 볼 수 있는 댓글을 패러디했다.

source: Long live the motherland, who knows which company sells refrigerators that are broad and flat?
ko: 어떤 회사가 크고 평평한 냉장고를 만드는지 누구 알고 있는 사람 없습니까?

source: The question attracted thousands of responses written in the same style.
ko: 삽시간에 이 질문 밑에 비슷한 문체로 댓글 수천 개가 달렸다.

source: Unfortunately, the post was scrubbed by censors quickly for being politically incorrect.
ko: 불행히도, 이 글이 정치적으로 옳지 않다는 이유로 검열 당국은 이 글을 재빨리 지워버렸다.

source: In addition to the filtering of sensitive terms, reports from individuals such as the "civilization volunteers" on politically sensitive contents can easily bring down a post.
ko: 민감한 단어를 필터링할 뿐만 아니라, "문명 자원봉사자"가 정치적으로 민감한 콘텐츠라고 보고하는 것만으로 이런 글이 삭제될 수 있다.

source: Some comments were backed up on China Digital Times and selectively translated below:
ko: 몇몇 댓글은 중국 디지털타임스가 백업해놓아, 선별적으로 아래와 같이 번역했다.

source: Support domestic goods and avoid Japanese products, everyone should watch the military parade!
ko: 중국 제품을 사고 일본 제품은 사지 맙시다.

source: I still feel Panasonic refrigerators are better……
ko: 모두 이번 열병식을 봐야 합니다!

source: The communist party is the best!
ko: 공산당이 최고입니다!

source: The Haier BCD-521WDPW refrigerator is about 65 centimeters high, basically the flattest
ko: 헤이어 BCD-521WDPW 냉장고는 높이가 한 65cm이고, 가장 평평합니다.

source: All the imperialists are paper tigers.
ko: 모든 제국주의자는 종이호랑이에 불과합니다.

source: Don’t buy Chinese-made products .
ko: 냉장고든 뭐든 중국 제품은 사지 마십쇼!

source: Class struggle always works.
ko: 계층 갈등은 언제나 먹힌다.

source: Hisense has one, but it's doors don't close firmly?
ko: 하이센스에도 계층이 있기 마련인데, 혹시 이 문이 잘 안 닫히나 봐요?

source: The dangers of extreme patriotism
ko: 위험한 극단적 애국주의

source: On Weibo, Beijing University professor Hu Xingdou explained that the trend toward extreme patriotism was a historically risky one:
ko: 웨이보에는 베이징대학 교수인 후싱도우가 역사적으로 극단적 애국주의는 위험한 생각이라고 설명했다.

source: When asked about the issue of the singer being assaulted by netizens online, I answered that extreme patriotism out of ignorance like that of the Boxers and Nazis has great destructive power and always lead to extreme nationalism and fascism.
ko: 온라인에서 누리꾼이 한 가수를 공격하는 걸 어떻게 생각하느냐는 질문에 나는 의화단 운동이나 나치즘과 같이 무지에서 생겨난 극단적 애국주의는 파괴적이며 언제나 더 극단적인 민족주의와 파시즘을 낳는다고 답변했다.

source: Extreme patriotism and nationalism are the biggest dangers to China now.
ko: 극단적 애국주의와 민족주의는 중국에서 가장 위협적인 요소이다.

source: Responsible politicians should stop its spread and lead people to return to the universal values of humankind, preventing the country from going the evil way of the Boxers or Cultural Revolution.
ko: 책임 있는 정치인이 이런 극단적 애국주의가 퍼지는 걸 막고 전 인류적인 가치를 지키도록 국민을 인도해야 한다.

source: The Boxer Rebellion (1899 and 1901) was an anti-imperialist uprising attempting to drive all foreigners from China through violence.
ko: 그래서 중국이 의화단 운동이나 문화대혁명과 같은 악한 일은 다시 한 번 저지르는 걸 막아야 한다.

source: The Boxers, called the Yihequan which means “Righteous and Harmonious Fists” in Chinese, were organized as a religious secret society, and they launched attack against foreigners at night in major cities to express their anger against foreign invasion.
ko: 의화단은 중국어로 "정의롭고 조화로운 주먹"이라고도 불렸다. 의화단은 종교적 비밀 결사를 조직하고, 외국인 침략자에 느끼는 분노를 방출하기 위해 중국 주요 도시에서 야밤에 외국인을 공격했다. 후싱도우가 내세운 의견에 많은 사람이 공감했다.

source: Hu's opinion was echoed by many, like the Financial Times China columnist "Rabbit Old Fool":
ko: 파이낸셜 타임스 중국 칼럼니스트 "Rabbit Old Fool"도 그중 하나였다.

source: Fascists hysterically force others to love the country — love their master’s country.
ko: 파시스트는 다른 사람에게 국가를 사랑하라고, 자기 주인의 나라를 사랑하라고 강요한다.

source: Being unpatriotic surprisingly becomes a crime in China.
ko: 애국적이지 않은 게 순식간에 중국에서 범죄행위가 되었다.

source: In China, some fear that the patriotism promoted by the millions of online “civilization volunteers” under the coordination of the Communist Youth League could promote the rampant growth of extreme left-wing powers and lead to a resurrection of the Cultural Revolution.
ko: 중국에서 몇몇은 공산당 청년동맹이 지시하는 데 따라 온라인 "문명 자원봉사자" 수백만 명이 퍼뜨리고 있는 이 애국주의가 극우파가 급속도로 자라나는 데 이바지할 수 있고 더 나아가 이 때문에 중국에서 문화대혁명이 재현될 거로 생각한다.

source: By mirroring their aggressive patriotism, Li Haipeng is inviting these individuals to look at their own ridiculous reflections.
ko: 리하이핑은 이런 극단적 애국주의자에게 자신을 한 번 되돌아보아 얼마나 우스꽝스러운 모습을 하고 있는지 봐야 한다고 주장했다.

source: Here's hoping they have a sense of history — and humor.
ko: 이들에게 역사의식과 유머가 있길 바랄 뿐이다.

source: Russian Court Fines Google for 'Reading Private Correspondence' on Gmail · Global Voices
ko: 러시아 법원, 지메일에서 '사적 편지 열람' 죄로 구글에 벌금형 선고

source: A Russian court has decided that Google's targeted ads violate users' right to private correspondence.
ko: 러시아 한 법원이 구글 타겟팅 광고가 사적으로 서신을 나눌 사용자 권리를 침해한다고 결정했다.

source: Images: Email by Martha Ormiston and video surveillance by Ji Lee from the Noun Project.
ko: 이미지 출처: Martha Ormiston & Ji Lee.

source: Moscow city court has decreed that Google is to pay a fine of 50 thousand rubles ($765) for 'violating correspondence secrecy' by way of using targeted online ads that the court found to be based on the content of emails in a user's Gmail account.
ko: 모스크바 지방 법원은 구글이 사용자 지메일 계정 내용을 바탕으로 운영되는 타겟팅 광고를 사용함으로 '사적 서신 비밀 유지'를 하지 않았다는 죄목으로 벌금 5만 유로 (765달러)를 선고했다.

source: Anton Burkov, a Yekaterinburg resident, decided to sue the Google corporation at the beginning of 2015 after he first suspected that the company was reading his private correspondence.
ko: 예카테린부르크에 사는 안톤 볼코프는 2015년 초 구글이 자신의 사적 편지를 읽는다는 의심이 생겨 구글을 고소했다.

source: Burkov, deputy head of European law department at the Yekaterinburg Humanitarian University, was emailing with friends about his planned trip to the European court of human rights when he noticed the ads offering him hotel deals in Strasbourg and visa services.
ko: 예카테린부르크 인문대학 유럽법학과에서 부학과장을 맡은 볼코프는 친구와 이메일로 앞으로 있을 유럽 인권법원 방문을 논의하던 중 스트라스부르그 현지 호텔 방 광고와 비자 서비스 광고를 목격했다.

source: I discovered this completely by accident, I saw that to the right of all my emails there were ads and I realized that they contained data from my letters.
ko: 나는 내가 보낸 모든 이메일 오른쪽에 광고가 있는 걸 발견했고 그 광고가 내 이메일에 든 정보를 기반으로 하고 있다는 걸 깨달았습니다.

source: So their robots are programmed to gather information about users and deliver contextual ads.
ko: 구글은 사용자에게서 정보를 모으고 있었고, 그 정보를 기반으로 광고를 내보내고 있던 것입니다.

source: On April 21, 2015, a district court in Moscow declined Burkov's lawsuit, but the user later went to a higher court for appeal, claiming that Google violated his constitutional right to secrecy of correspondence.
ko: 2015년 4월 21일 모스크바 지역구 법원은 볼코프의 소송을 기각했지만, 볼코프는 상위 법원에 항소하여 자신이 사적 편지를 비밀로 유지할 헌법적 권리를 구글이 침해했다고 주장했다.

source: Now the Moscow city court has ruled in Burkov's favor, however the court's press-service only mentioned the 50 thousand ruble fine, and did not specify whether the court also ruled to enforce Burkov's other initial demand: that Google be forbidden from using information from its users' correspondence.
ko: 지금 모스크바 시 법원은 볼코프가 주장하는 대로 판결한 상태이다. 하지만 법원 공보실이 고작 벌금 5만 루블만 언급한 상황이고, 구글이 사용자 서신에서 정보를 뽑아 사용하는 걸 막아달라는 볼코프의 원래 요구를 법원이 들어줄지는 분명하게 언급하지 않았다.

source: Gmail's terms of service and privacy policy provide a detailed explanation of the kinds of user data and information the service collects.
ko: 지메일 사용자 약관과 프라이버시 정책은 구글이 어떤 사용자 정보와 자료를 수집하는지 구체적으로 설명하고 있다.

source: These include personal information the users provide upon registering for a Google Account, as well as the log information such as search queries, device information (its model, operating system, etc.) and other data, such as location.
ko: 이런 정보에는 사용자가 구글 계정을 만들 때 입력하는 개인 정보, 검색어 같은 사용자 활동 정보, 장비 정보(모델명, 운영체계 등등)과 사용자 위치와 같은 다른 데이터가 포함된다.

source: On the other hand, in a section about "Ads in Gmail" on its Support website, Google notes: "Ad targeting in Gmail is fully automated, and no humans read your email or Google Account information in order to show you advertisements or related information."
ko: 하지만 구글 도움말에서 "Gmail 광고"를 다룬 부분을 보면, 구글은 "Gmail의 광고 타겟팅은 완전히 자동화되어 있으며 어느 누구도 광고 또는 관련 정보를 사용자에게 표시하기 위해 사용자의 이메일 또는 Google 계정 정보를 읽을 수 없습니다"라고 밝히고 있다.

source: Google has not yet commented on how it plans to react to the Russian court decree or the fine.
ko: 구글은 러시아 법원 결정이나 벌금형에 어떻게 대응할지 아직 언급하지 않은 상태이다.

source: In April, a spokesperson for the Russian Google office (ООО "Гугл") told RIA "Novosti" that the Russian company wasn't responsible for the Gmail service, and that any complaints had to be addressed to Google Inc in the US.
ko: 지난 4월, 구글 러시아 지사 (유한책임회사 "Гугл(구글)") 대변인은 리아노보스티와 한 인터뷰에서 러시아 지사가 Gmail 서비스를 책임지지 않으며, 구글 미국 본사가 모든 사용자 불만 사항을 책임져야 한다고 말했다.

source: UN Does Not Recognize Taiwanese Passport, Denies Entrance to Geneva Office · Global Voices
ko: 유엔, 대만 여권 인정하지 않아.

source: Some Taiwanese prefer to cover "Republic of China" on their passport with the sticker "Republic of Taiwan."
ko: 몇몇 대만인은 여권에 나와 있는 "중화민국"이란 문구에 "대만 공화국"이란 문구가 쓰인 스티커를 붙인다.

source: Photo from the Taiwanese in Europe.
ko: 유럽 주재 대만인 몇몇이 찍은 사진이다.

source: Taiwan is not a member of the United Nations (UN) because of China's opposition given its territorial claim over Taiwan.
ko: 중국이 대만에 영유권을 주장함에 따라 대만은 현재 유엔 가입국이 아니다.

source: This uncertain diplomatic status of Taiwan quite often results in humiliation for Taiwanese citizens in international events and on other occasions.
ko: 대만의 외교적 지위가 확실하지 않기 때문에, 대만 시민은 국제적 행사에 참여하는 데 있어서 자주 굴욕감을 느낀다.

source: The most recent incident had a Taiwanese citizen barred from entering the UN office in Geneva (UNOG).
ko: 최근에는 대만 시민이 유엔 제네바사무국(UNOG)에 들어가지 못하는 사태도 벌어졌다.

source: On Sepember 15, 2015, when Yu-Ling Tsai, a Taiwanese citizen, traveled to Switzerland to visit the United Nations Office in Geneva (UNOG), the receptionist at the entrance told her that her passport was not a valid identity document and asked her to present her national ID.
ko: 2015년 9월 15일 대만 시민인 유링차이가 유엔 제네바사무국을 방문하고자 했을 때 입구에서 접수 담당자는 유링차이가 들고 있는 여권이 적합한 신분증이 아니라고 하면서 국가에서 발급한 신분증을 보여달라고 요구했다.

source: After showing her Taiwanese ID, Yu-Ling Tsai was rejected again.
ko: 유링차이는 대만 신분증을 보여주었지만, 그마저도 거부당했다.

source: The staff said UN did not accept the passports and national IDs issued by the Taiwan government.
ko: 접수 담당자는 유엔은 대만 정부가 발급한 여권과 신분증을 인정하지 않는다고 말했다.

source: Moreover, the UN staff claimed that Taiwan was a part of China, and that she could thus only enter UNOG if she could present a passport issued by the People’s Republic of China.
ko: 더 나아가 유엔 직원은 대만이 중국에 속했으며, 유링차이가 중국이 발급한 신분증을 제시할 때 유엔 제네바사무국으로 들어올 수 있다고 주장했다.

source: Tsai said in a Facebook post:
ko: 유링차이는 페이스북에 이렇게 썼다.

source: I am Taiwanese and I only have a Taiwan-issued passport.
ko: 나는 대만인이고 대만이 발급해준 여권만 들고 있다.

source: Taiwan is not a part of China, and I have never been a Chinese citizen.
ko: 대만은 중국 일부가 아니며, 나는 중국 시민인 적이 단 한 순간도 없다.

source: It is not possible for me to hold a passport issued by the People’s Republic of China or a Chinese national ID.
ko: 나는 중국이 발급해준 여권이나 신분증을 들고 있을 수 없다.

source: What you asked for does not exist.
ko: 유엔이 요구하는 사항은 이 세상에 존재하지 않는다.

source: This is UN’s discrimination towards me.
ko: 이는 유엔이 명백하게 나를 차별하는 행위이다.

source: When the Taiwanese reporters made official inquiries at the UN about its regulations, UNOG spokesperson Rhéal LeBlanc said that although the UN welcomed people from all around the world for visits, it did not accept the passports issued by Taiwan (ROC).
ko: 대만 기자가 유엔 규정을 알려달라는 공식 문서를 보내자, 유엔 제네바사무국 대변인 레알 르블랑은 유엔이 전 세계에서 오는 모든 방문객을 차별 없이 맞이하고 있지만, 대만이 발급한 여권은 인정하지 않는다고 말했다.

source: If the Taiwanese plan to visit the UN offices, LeBlanc added, they need to present a valid driver’s license or another ID.
ko: 르블랑은 이에 덧붙여, 대만인이 유엔 사무국을 방문하려면 유효한 면허증이나 기타 신분증이 있어야 한다고 말했다.

source: However, in Tsai’s case, her national ID was not accepted.
ko: 하지만 유엔은 유링차이가 가지고 있던 신분증도 인정하지 않았다,

source: Though the UNOG told BBC that Tsai’s case is just a single occurrence, there have been other instances with similar circumstances.
ko: 유엔 제네바사무국은 유링차이 같은 일이 일회성 사건에 지나지 않는다고 BBC에 말했지만, 이와 비슷한 일이 지금까지 계속 일어났었다.

source: Taiwanese citizen Min-Shiuan Wang was rejected by the receptionist at UNOG on Jan 10, 2015 because the only identity document Wang held was a Taiwanese passport.
ko: 대만인 민쉬안 왕은 2015년 1월 10일 유엔 제네바사무소에 들어가는 걸 거부당했는데, 민쉬안 왕이 가지고 있던 유일한 신분증이 대만 여권이기 때문이었다.

source: Earlier in 2012, the same thing happened to another Taiwanese citizen.
ko: 2012년에는 또 다른 대만인에게 똑같은 일이 벌어졌다.

source: UN has also rejected officials from Taiwan visiting their headquarters to attend their diplomatic meetings, if the Taiwanese representatives only presented their national passports.
ko: 대만 관료가 외교 간담회 참석차 유엔 본부를 방문했을 때도 유엔은 대만 대표가 대만에서 발급한 여권만 보여주길 고집한다면 유엔 본부에 들어올 수 없다고 고집했다.

source: When Jing-Yi Lin planned to attend an official satellite meeting of UN’s Commission on the Status of Women held in New York this year, she was not allowed to enter the meeting because she held a Taiwanese passport.
ko: 징이린이 올해 뉴욕에서 열린 유엔 여성지위위원회 회의에 참석하고자 했을 때, 대만 국적 여권을 소지했다는 이유로 회의에 참석할 수 없었다.

source: Earlier in May 22, 2012, when the World Health Organization (WHO) Promotional Group from Taiwan planned to enter the public gallery at the World Health Assembly, those Taiwanese who presented their passports instead of their national IDs were rejected because the WHO staff told them they did not accept Taiwanese passports.
ko: 2012년 5월 22일, 대만에서 온 세계보건기구 홍보단이 세계보건회의 방청석에 들어가려고 했을 때, 주민증 대신 대만 여권을 제시한 대만 국적자는 입장할 수 없었는데, 이는 세계보건기구 직원이 대만 국적 여권은 받을 수 없다고 말했기 때문이었다.

source: The director of the WHO Promotional Group and the former deputy director of the Ministry of Health in Taiwan, Hsing-Che Tu, believed that the rejection of Taiwanese passports was an act of humiliation:
ko: 세계보건기구 홍보단장이자 전 대만 보건부 부국장을 지낸 Hsing-Che Tu는 대만 여권을 받지 않는 행태에 굴욕감을 느낀다고 했다.

source: Based on the aim of the World Health Organization (WHO), it welcomes all citizens around the world to enter the public gallery at the World Health Assembly.
ko: 세계보건기구가 세워진 목적에 따라, 세계보건회의 방청석에 전 세계 시민이 입장할 수 있도록 하고 있다.

source: Supposedly, as long as we hold a photo identity document to prove our identity, we should be able to enter.
ko: 신분 증명을 위해 사진이 나온 신분증을 소지하고 있는 한, 우리도 방청석에 들어갈 수 있다.

source: This rule should be applied to all countries, so everyone could enter while presenting one identity document.However, because the Ma administration insists on the ‘one China’ policy, the passport of the Republic of China (ROC) seems to be a challenge to their member, the People’s Republic of China (PROC).
ko: 이 규칙은 모든 국가에 적용되어야 하고, 신분증을 소지하고 있는 한 모든 사람이 들어갈 수 있어야 한다. 하지만 마잉주 정권이 "단일 중국" 정책을 계속 펼치고 있기에, 중화민국 여권을 소지하는 것 자체가 중화인민공화국에 도전하는 행위처럼 보인다.

source: Following this logic, ROC’s ‘return’ to the WHO is not accepted.
ko: 이와 같은 논리에 따른다면, 중화민국이 세계보건기구로 '돌아오는' 행위는 받아들일 수 없는 일이다.

source: The so-called ‘double identity check’ is just a trick to humiliate those of us who hold a Taiwan (ROC) passport.
ko: 그래서 소위 말하는 '이중 신분 확인' 이란 관행은 중화민국 여권을 소지한 사람에게 모욕을 주려는 처사라고 생각한다.

source: The present Director-General, Margaret Chan Fung Fu-chun from China, tries to let the world know that ROC does not exist, and PROC is the only one to represent China in the world.
ko: 현 세계보건기구 사무총장 마거릿 챈은 중국 출신이고, 그래서 전 세계에 중화민국(대만)은 존재하지 않는 국가라는 걸 강조하고, 중화인민공화국만이 중국을 대표하는 유일한 국가라고 내세운다.

source: New Mobile App Helps Belarusians to Keep an Eye on Violations in Presidential Election · Global Voices
ko: 벨라루스 국민, 새로운 모바일 앱으로 대통령 선거 부정 감시

source: Images: Vochy logo from the Vochy app, voting by Hayley Warren for Noun Project.
ko: Images: 보치 앱에서 가져온 보치 로고 사진.

source: Mixed by Tetyana Lokot.
ko: 사진 편집: Tetyana Lokot.

source: A new mobile app developed by a group of independent election observers in Belarus is set to help collect information on violations from voters in the coming presidential election.
ko: 벨라루스에서 독립 선거 감시단이 개발한 새로운 모바일 앱이 다가오는 대통령 선거에서 선거법을 위반한 사례를 모으는 데 큰 역할을 하고 있다.

source: The next presidential election in Belarus will take place on October 11, 2015.
ko: 차기 벨라루스 대선은 2015년 10월 11일로 예정되어 있다.

source: This will be the fifth run for current head of state Alyaksander Lukashenka, 60, who has been in power in the ex-Soviet republic since 1994.
ko: 이는 1994년부터 장기 집권해 온 올해 60세인 현직 대통령 알렉산드르 루카셴코가 5선에 도전하는 선거이다.

source: Lukashenka has been criticized by the West during his time in office for alleged human rights abuses and his crackdown on political dissent, which has led to lack of any real political opposition.
ko: 서방 국가는 루카셴코 대통령이 진정한 정치적 야당을 없애기 위해 저지른 인권 탄압과 정치적 반체제 인사 탄압으로 루카셴코 대통령을 비판해왔다.

source: His re-election for a fourth term in 2010 saw huge street protests, which met with a violent police response, and several opposition candidates and multiple protesters were attacked and detained.
ko: 2010년에 루카셴코가 4선에 당선되자, 거리에서는 큰 폭동이 일어났고, 대통령은 이에 경찰을 동원해 잔혹하게 진압했으며, 야당 인사 여러 명과 시위대 다수가 공격받고 구금되었다.

source: Regardless, there are a handful of other candidates running alongside Lukashenka this time, including representatives of the opposition, so an election will actually take place, although political commentators expect Lukashenka to take his fifth consecutive term without much competition.
ko: 그런데도 이번 선거에서는 야당 의원들을 포함해 루카셴코 대통령과 같이 뛰는 후보자들이 있어서 실제적인 선거가 진행될 것 같다. 물론, 정치평론가 다수는 루카셴코가 별문제 없이 5선 대통령으로 당선될 것이라고 예상하지만 말이다.

source: The creators of "Вочы" (Vochy, Belarusian for "Eyes") hope the new mobile application helps broaden the citizens' knowledge of the electoral process as a whole and their rights as voters.
ko: "보치"(벨라루스어로 "눈"을 뜻한다)를 만든 개발진은 이 새로운 모바일 앱이 벨라루스 국민에게 선거 과정이 어떤지 정보를 제공하고 투표자로서 가지는 권리를 교육하길 희망한다.

source: They also expect it to provide an opportunity for voters to quickly report election violations to independent observers.
ko: 또한, 보치로 유권자가 선거 부정을 발견했을 때 독립된 선거감시단에 재빠르게 신고할 기회를 제공할 수 있다고 보았다.

source: Once reported through the app, violations will show up on an online interactive map (built with crowdmapping tool Ushahidi), and the information could then be used by observer missions to gauge how fair the elections were and where the violations were more severe.
ko: 앱으로 보고가 되면, 선거 부정은 온라인 쌍방향 지도(크라우드매핑 도구인 우샤히디로 만듦)에 나타나고, 선거감시단은 이 정보를 가지고 선거가 얼마나 공정했는지, 선거 부정은 어디서 가장 많이 일어났는지 파악할 수 있다.

source: One other new feature that the "Vochy" creators highlight is the public nature of violation reports: users can not only report the issues they witness at polling stations to observers anonymously, but also share their reports, photos, and videos on social networks.
ko: "보치" 개발진이 홍보하는 새로운 기능 중 하나는 선거 부정 신고가 열린 기능이라는 점이다. 사용자는 익명으로 투표장에서 벌어진 선거 부정을 신고할 수 있을 뿐만 아니라, 선거 부정을 폭로하는 글, 사진, 비디오를 소셜 네트워크에 올릴 수도 있다.
